
#+BEGIN_COMMENT
.. title: One-way Analysis of Variance
.. slug: one-way-analysis-of-variance
.. date: 2019-09-22 15:22:52 UTC+02:00
.. tags: ANOVA
.. category: 
.. link: 
.. description: 
.. type: text
.. has_math: yes
#+end_COMMENT

*** T-test

#+begin_src latex :results drawer :exports both
  \[  \frac{1}{2} \]
#+end_src

#+RESULTS:
:RESULTS:
\[  \frac{1}{2} \]
:END:

#+BEGIN_HTML
Euler’s formula: \(e^{ix} = \cos x + i\sin x\)
#+END_HTML


$e^{ix} = \cos x + i\sin x$
